;Language file of Revo Uninstaller Pro
;This section must use English
[Info]
Language=한국어/Korean
WebLang=KOR
Translator=JaeHyung Lee / kolanp@gmail.com
Codepage=UNICODE 
Version=5.4.7


[Uninstaller Toolbar]
102 = 보기
103 = 환경 설정
104 = 제거 프로그램
105 = 도구
106 = 헌터 모드
107 = 간단히
108 = 아이콘
109 = 자세히
110 = 제거
111 = 항목 제거
112 = 새로 고침
113 = 선택한 항목을 제거하시겠습니까?
114 = 선택한 프로그램을 제거하시겠습니까?
115 = 자동 업데이트
116 = 도움말
117 = 현재 도구 도움말...
118 = 홈페이지...
119 = 제품 정보...
120 = 귀하는 관리자가 아닙니다!
121 = 선택한 시스템 구성 요소를 제거하시겠습니까?\n이 작업에 대해 정확하게 알지 못한다면 중지하세요!
122 = 제거 프로그램은 현재 사용자와 모든 사용자 모두에게 설치된 모든 프로그램과 구성 요소를 보여줍니다. '보기' 방식에서 "자세히"를 선택하거나 컨텍스트 메뉴에서 추가 정보(설치 관련 링크 및 속성 등)를 확인할 수 있습니다. Revo Uninstaller의 주요 기능은 헌터 모드입니다. 이 모드는 한 번 클릭으로 제거, 중지, 삭제 또는 자동 시작을 비활성화할 수 있는 편리함을 제공합니다.
123 = 검색
124 = 발견:
125 = 레지스트리에서 선택한 시스템 구성 요소를 제거하시겠습니까?\n이 구성 요소는 운영 체제에서 필요할 수 있습니다!
126 =  더 이상 자동으로 시작되지 않습니다!
127 =  자동 시작으로 설정됨
128 = %s가(이), %s과(와) 같은 위치에 설치되어 있습니다!\n두 프로그램 모두에서 잔여 항목들이 발견될 수 있습니다! 제거할 프로그램을 신중하게 확인하세요!
129 = MSI 강제 제거

[Uninstaller List]
150 = 응용 프로그램
151 = 크기
152 = 버전
153 = 설치 날짜
154 = 회사
155 = 웹사이트
156 = 설명
157 = 제거 경로
158 = 레지스트리 키
159 = 제거 프로그램

[Uninstaller StatusBar]
201 = 설치: 
202 = 불러오는 중...

[Registry Optimizer]
302 = 검색 선택
303 = 시작 메뉴

[Autorun Toolbar]
407 = 실행
408 = 종료
409 = 제거
410 = 항목:
411 = 활성화됨:
412 = Windows 시작 시 자동으로 시작되는 응용 프로그램의 자동 시작을 활성화하거나 비활성화할 수 있으며 개별 응용 프로그램에 대한 자세한 정보를 확인할 수 있습니다. 실행 경로와 설명, 게시자, 현재 상태(실행 중 또는 실행 안 됨)와 시작 명령의 위치(레지스트리 또는 디스크의 파일)를 확인할 수 있습니다.

[Autorun List]
450 = 시작 프로그램 이름
451 = 실행 경로
452 = 설명
453 = 게시자
454 = 상태
455 = 위치
456 = 실행 중
457 = 미실행
458 = 무효함
459 = 프로세스 종료
460 = 프로세스 실행
461 = 포함 폴더 열기
462 = 레지스트리 열기
463 = 실행 경로 복사
464 = 선택 항목 제거
465 = 무효한 모든 항목 제거
466 = 모든 미실행 항목 제거
467 = 비활성화된 모든 항목 제거
468 = 속성...
470 = 선택한 응용 프로그램을 닫으시겠습니까?\n저장하지 않은 모든 데이터는 손실됩니다!
471 = 선택한 항목을 삭제하시겠습니까?
472 = 무효한 모든 항목을 삭제하시겠습니까?
473 = 실행 중이지 않은 모든 항목을 삭제하시겠습니까?
474 = 비활성화된 모든 항목을 삭제하시겠습니까?
475 = 명령이 존재하지 않습니다!
476 = 알 수 없음
477 = 자동 시작 사용 안 함
478 = 자동 시작 사용함

[Outlook Control]
300 = 최적화
301 = 레지스트리 최적화
400 = 자동 실행 관리자
500 = 추적 정리기
501 = 브라우저 정리기
600 = Microsoft Office 정리기
700 = Windows 정리기
800 = 증거 제거기
900 = 복구 불가 삭제
2100 = Windows 도구
2200 = 정크 파일 정리기

[Track Cleaner Browsers]
507 = 모두 지우기
508 = 방문한 인터넷 웹 페이지의 기록 지우기
509 = 주소창 기록 삭제
510 = 임시 인터넷 파일 삭제
511 = 쿠키 삭제
512 = Index.dat 파일 삭제
513 = 실행
514 = 다운로드 기록 삭제
515 = 세션 기록 삭제
516 = 양식 기록 삭제
517 = 제거 프로그램
518 = 선택한 모든 기록 데이터를 지우시겠습니까?
521 = Internet Explorer의 기록 데이터를 지우시겠습니까?
522 = Firefox의 기록 데이터를 지우시겠습니까?
523 = Opera의 기록 데이터를 지우시겠습니까?
524 = Netscape의 기록 데이터를 지우시겠습니까?
525 = 브라우저는 방문한 모든 웹사이트에 대한 세부 정보를 기록합니다. 이 정보는 브라우저 창에서 쉽게 확인할 수 있으며 버튼만 누르면 누구나 여러분이 웹에서 무엇을 검색했는지 볼 수 있습니다! 브라우저 정리기를 사용하면 브라우저에서 표시된 이미지, 시청한 온라인 동영상, 방문한 웹 페이지가 포함된 모든 임시 인터넷 파일을 삭제할 수 있습니다. 임시 인터넷 파일을 삭제하면 하드 디스크의 여유 공간을 더 많이 확보할 수 있습니다.
526 = 인터넷 추적을 정리하기 전에 브라우저를 닫습니다.
527 = Index.dat 파일은 다음 번 컴퓨터 재부팅 시 삭제됩니다.
599 = 선택한 항목에 대한 추적 정리가 완료되었습니다!

[Office Track Cleaner]
601 = 지우기
607 = Microsoft Word 최근 문서 기록 지우기
608 = Word 2000, Word XP, Word 2003 및 Word 2007, Word 2010, Word 2013, Word 2016 포함
609 = Microsoft Excel 최근 문서 기록 지우기
610 = Excel 2000, XP, 2003 및 Excel 2007, Excel 2010, Excel 2013, Excel 2016 포함
611 = Microsoft Access 최근 문서 기록 지우기
612 = Access 2000, XP, 2003  및 Access 2007, Access 2010, Access 2013, Access 2016 포함
613 = Microsoft PowerPoint 최근 문서 기록 지우기
614 = PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 and PowerPoint 2016 포함
615 = Microsoft FrontPage 최근 문서 기록 지우기
616 = FrontPage 2000, FrontPage XP, FrontPage 2003 포함
617 = Microsoft Office 정리기는 Microsoft Word, Excel, Access, PowerPoint 및 FrontPage에서 최근에 사용한 파일의 기록을 삭제할 수 있습니다. 마지막으로 열거나 편집한 스프레드시트, 문서 또는 Microsoft Office를 사용하여 만든 기타 파일을 다른 사람이 보지 못하도록 하려면 원하지 않는 파일 형식을 선택하고 "지우기" 버튼을 클릭하기만 하면 됩니다. 선택한 프로그램 형식에 대해 최근에 사용한 파일은 더 이상 표시되지 않습니다.

[Windows Tracks Cleaner]
701 = 삭제
707 = 최근 문서 기록 지우기
708 = 시작 메뉴의 실행 기록 지우기
709 = 파일 검색 기록 지우기
710 = 프린터, 컴퓨터 및 사람 찾기 기록 지우기
711 = 클립보드 비우기
712 = "MS 그림판" 최근 파일 기록 지우기
713 = "MS 워드패드" 최근 파일 기록 지우기
714 = Regedit에서 마지막으로 연 키 기록 지우기
715 = 공용 대화 상자의 최근 열기/저장 기록 지우기
716 = 공용 대화 상자에서 마지막 방문한 폴더 기록 지우기
717 = 휴지통 비우기
718 = Windows 임시 파일 삭제
719 = 시작 메뉴 사용 로그 삭제
720 = Microsoft Windows는 파일 검색 기록(파일 및 폴더 검색 시), 최근에 열린 문서 기록, 다양한 응용 프로그램의 표준 파일 대화 상자에 사용된 열기/저장 기록 등 컴퓨터에서 수행하는 많은 작업을 기록합니다. Windows 정리기를 사용하면 이러한 모든 기록과 임시 파일을 삭제할 수 있습니다. 또한 휴지통을 비우고 임시 파일을 삭제하여 하드 디스크 공간을 크게 확보할 수도 있습니다.
721 = explorer.exe 프로세스가 재시작되면 실행 기록이 삭제됩니다.
722 = Windows 레지스트리의 추적
723 = 로컬 하드 디스크 드라이브의 추적
724 = 충돌 메모리 덤프 파일 삭제
725 = Chkdsk(디스크 검사)로 복구된 파일 조각 삭제
750 = 현재 모듈에서 체크 표시된 항목 지우기
751 = 기록 정리 프로그램의 모든 모듈에서 체크 표시된 항목 지우기

[Evidence Remover]
802 = 실행
803 = 지우는 중 
804 = 지우기 작업이 진행되는 동안 잠시 기다려 주세요.
805 = 완료!
806 = 삭제하려는 작업 흔적과 증거가 포함된 드라이브에 체크 표시를 하세요. 체크한 드라이브에서만 삭제 작업이 수행됩니다. 경고: 처리가 완료되면 삭제된 파일을 복구할 수 없습니다!
807 = Windows 휴지통을 비우면 파일과 폴더가 삭제된 것으로 표시되지만 실제로는 완전히 지워진 것이 아닙니다. 이 도구는 이미 삭제되었지만 하드 디스크 드라이브에 남아 있는 파일과 폴더의 실제 데이터를 영구적으로 삭제합니다. 즉, 사용자가 이미 삭제한 파일/폴더에만 영향을 미치며, 삭제하지 않은 파일/폴더에는 아무런 영향이 없습니다. 어떤 복원 도구를 사용하더라도 데이터를 복구할 수 없으며, 다른 사람이 복구를 시도하더라도 결과는 동일하게 아무것도 복구할 수 없습니다. – 증거 제거기로 지워진 데이터는 복구할 수 없습니다!
808 = 선택한 드라이브에 남아 있는 흔적과 증거를 지우시겠습니까?

[Unrecoverable Delete]
912 = 복구 불가능하게 영구적으로 삭제할 파일 및 폴더 목록
913 = 파일
914 = 폴더
915 = 시스템에서 완전하게 삭제 및 제거할 파일을 선택하세요. 이 파일들은 어떤 복구 소프트웨어로도 복구할 수 없습니다!
916 = 시스템에서 완전하게 삭제 및 제거할 폴더을 선택하세요. 이 폴더들은 어떤 복구 소프트웨어로도 복구할 수 없습니다!
917 = 삭제할 파일 추가
918 = 삭제할 폴더 추가
919 = 영구 삭제
920 = 목록 지우기
921 = 파일이나 폴더를 안전하게 삭제하려면(어떤 도구로도 파일/폴더를 복구할 수 없게 만들려면), 이 '복구 불가 삭제' 기능을 사용하세요. 파일을 삭제하고 Windows 휴지통을 비운다고 해서 해당 파일들이 영구적으로 사라지는 것은 아니며, 해당 파일들은 여전히 ​​하드 디스크 드라이브에 남아 있어서 누구나 쉽게 복구할 수 있습니다. 이 삭제 도구는 선택한 모든 파일과 폴더를 물리적으로 지우기 때문에 복구가 불가능하도록 만듭니다.
922 = 선택한 파일과 폴더를 영구적으로 삭제하시겠습니까?

[Options Tree]
1001 = 환경 설정
1002 = 모든 설정 내보내기
1003 = 모든 설정 가져오기
1100 = 일반
1200 = 제거 프로그램

[General]
1101 = 현재 언어:
1102 = 고급 모드
1103 = 프로그램 시작 시 업데이트 확인
1104 = 백그라운드에서 자동으로 업데이트
1105 = 웹 검색:
1106 = 웹 검색 엔진:

[Uninstaller Options]
1202 = 시스템 구성 요소 표시
1204 = 내장된 제거 프로그램만 실행
1205 = (Windows Vista 지원되지 않음)
1206 = 제거 전 시스템 복원 지점 생성
1208 = 제거 기록 기능 사용 안 함
1209 = 웹 페이지 바로 가기 표시

[Auto Update]
1907 = 업데이트
1908 = 버전 정보
1909 = 현재 버전:
1910 = 최신 버전:
1911 = 다운로드
1912 = 최신 버전 받기
1913 = 새로운 기능
1914 = 확인 중...
1915 = 연결 오류...
1916 = 중지
1917 = %s/%s 내려받음
1918 = %s 내려받음 (전체 크기 알 수 없음)
1919 = Revo Uninstaller Pro가 www.revouninstaller.com에 연결할 수 없습니다. 인터넷 연결이 활성화되어 있는지, 방화벽이 Revo Uninstaller Pro를 차단하고 있지 않는지 확인해 주세요.
1920 = 오류: 새 버전을 확인하는 데 실패했습니다. 인터넷에 연결되어 있지 않습니다.
1921 = 다운로드 중...
1922 = 업데이트 시작 중...
1923 = 완료
1924 = 사용 가능한 업데이트가 없습니다.
1925 = 최신 버전(%s)으로 성공적으로 업데이트되었습니다.

[WinTools]
2110 = 실행
2111 = 모든 Windows 운영 체제에는 편리하고 유용한 도구와 구성 요소가 많이 포함되어 있습니다. 일부 도구는 복잡한 명령줄을 사용하고, 다른 도구들은 사용자가 접근하기 어렵습니다. Windows Tools를 사용하면 10가지 이상의 일반적인 Windows 도구에 원-클릭으로 빠르게 액세스할 수 있습니다.
2112 = 문제가 발생할 경우 시스템 복원 기능을 사용하여 개인 데이터 파일을 손실 없이 이전에 저장된 상태로 복원할 수 있습니다. 시스템 복원은 시스템 및 일부 응용 프로그램 파일의 변경 사항을 감시하고 쉽게 식별할 수 있는 복원 지점을 자동으로 생성합니다. 이 복원 지점을 복원하여 시스템을 이전에 백업된 상태로 되돌릴 수 있습니다. 복원 지점은 매일 그리고 중요한 시스템 변경 사항이 발생할 때 생성됩니다. 사용자는 언제든지 자신만의 복원 지점을 만들고 이름을 지정할 수 있습니다.
2113 = 컴퓨터 하드웨어 및 운영 체제, 인터넷 구성, 모뎀 및 네트워크 어댑터 구성에 대한 정보를 수집하고 표시하는 데 사용할 수 있습니다. 네트워크 진단 도구를 사용하면 시스템 검사를 수행하고, 네트워크 연결 상태와 네트워크 관련 프로그램 및 서비스가 정상적으로 작동하는지 테스트할 수 있습니다.
2114 = 네트워크 정보는 모든 현재 TCP/IP 네트워크 구성 정보, 동적 호스트 구성 프로토콜(DHCP) 및 도메인 네임 시스템(DNS) 설정을 표시합니다. 네트워크 정보는 IP 주소, MAC 주소, 서브넷 마스크, 기본 게이트웨이, Windows 인터넷 이름 서비스(WINS) 및 DNS 구성을 포함한 모든 네트워크 어댑터에 대한 전체 TCP/IP 구성도 표시합니다.
2115 = 보안 센터는 컴퓨터의 세 가지 보안 필수 요소인 방화벽, 자동 업데이트 및 멀웨어/바이러스 보호의 상태를 확인합니다. 이 중의 하나에서 문제가 감지되면(예: 바이러스 백신 프로그램이 오래된 경우) 보안 센터에서 알림 메세지를 표시하고 컴퓨터를 더 잘 보호하는 방법에 대한 권장 사항을 제공해줍니다.
2116 = 시스템 속성은 CPU 유형 및 총 RAM 메모리와 같은 기본 컴퓨터 하드웨어 정보를 확인하고, 컴퓨터가 메모리를 사용하는 방식을 제어하는 설정(하드웨어 및 장치 속성)을 확인 및 변경, 하드웨어 프로필 구성, 네트워크 연결 및 로그온 프로필에 대한 정보를 확인하고, 시스템과 프로그램에 오류가 발생할 경우 Microsoft 또는 시스템 관리자에게 보고하는 데 사용할 수 있습니다.
2117 = 시스템 정보는 로컬 및 원격 컴퓨터의 시스템 구성 정보를 수집하고 표시하는 Windows 운영 체제의 구성 요소입니다. 여기에는 서명된 드라이버와 서명되지 않은 드라이버를 포함하여 하드웨어 구성, 컴퓨터 구성 요소 및 소프트웨어에 대한 정보가 포함됩니다. 시스템 정보는 컴퓨터와 운영 체제에 대한 정보를 빠르게 찾는 데 사용할 수 있는 지원 도구입니다.
2118 = TCP/IP Netstat 명령은 Windows 운영 체제의 구성 요소로써 모든 활성 TCP 연결과 컴퓨터가 수신 대기 중인 TCP 및 UDP 포트를 표시하며, 각 연결 또는 수신 포트를 생성하는 데 관련된 실행 파일을 표시합니다. (실행 파일 이름은 하단의 [ ]에 있으며, 호출한 구성 요소는 상단에 있으며, TCP/IP에 도달할 때까지 계속됩니다.)
2119 = 화상 키보드는 화면에 가상 키보드를 표시하여 이동 장애가 있는 사용자가 포인팅 장치나 조이스틱을 사용하여 데이터를 입력할 수 있도록 해줍니다. 화상 키보드는 이동 장애가 있는 사용자에게 최소한의 기능을 제공하기 위해 고안되었습니다. PC에 키로거가 설치되어 있고 입력한 모든 키가 기록되고 있다고 생각되는 경우에도 화상 키보드를 사용할 수도 있습니다. 화상 키보드는 키 입력을 기록하는 기능을 제공하지 않습니다.
2120 = 디스크 조각 모음은 로컬 볼륨을 분석하고 조각난 파일과 폴더를 통합하여 각 파일이 볼륨에서 하나의 연속된 공간에 재배치합니다. 또한 볼륨의 빈 공간을 통합하므로 새 파일이 조각날 가능성이 줄어듭니다. 조각 모음을 수행함으로써 시스템은 파일과 폴더에 더 빠르게 액세스하고 새 파일과 폴더를 효율적으로 저장할 수 있습니다.
2121 = 서비스는 로컬 또는 원격 컴퓨터에서 서비스를 시작, 중지, 일시 중지, 재개 또는 비활성화할 수 있습니다. 서비스는 서비스가 실패할 경우 복구 작업(예: 서비스를 자동으로 재시작)을 설정하고, 특정 하드웨어 프로필에 대한 서비스를 활성화하거나 비활성화하며, 각 서비스의 상태와 설명을 확인할 수 있습니다.
2122 = 공유 폴더는 네트워크상의 공유 자원을 관리하고, 사용자 접근 권한, 세션 활동, 공유 자원 속성을 제어하며, 로컬 및 원격 컴퓨터의 연결 및 자원 사용 요약을 확인하는 데 사용할 수 있습니다. 공유 폴더는 네트워크를 통해 컴퓨터에 원격으로 연결된 모든 사용자 목록을 확인하고 한 명 또는 모든 사용자의 연결을 끊을 수 있습니다. 또한 원격 사용자가 현재 열고 있는 파일 목록도 볼 수 있습니다.
2123 = 그룹 정책에는 사용자 및 컴퓨터 정책 구성이 포함됩니다. 그룹 정책 설정은 시스템 관리자가 관리해야 하는 사용자 데스크톱 환경의 다양한 구성 요소를 정의합니다. (예: 사용자가 사용할 수 있는 프로그램, 사용자의 바탕 화면에 표시되는 프로그램, 시작 메뉴 옵션 등)
2124 = Windows 구성 요소 추가/제거는 컴퓨터에 설치된 Windows 구성 요소를 관리하는 데 도움이 됩니다. 컴퓨터에 Windows 운영 체제를 설치한 후 이 도구를 사용하여 설치 원본에 포함되지 않은 Windows 구성 요소를 추가하거나 더 이상 필요하지 않은 기존 Windows 구성 요소를 제거할 수 있습니다.
2125 = Microsoft Windows 악성 소프트웨어 제거 도구는 특정 악성 소프트웨어에 의한 감염 여부를 검사하고 발견된 모든 감염을 제거하는 데 도움을 줍니다. 이러한 악성 소프트웨어에는 바이러스, 웜, 트로이 목마가 포함됩니다. 탐지 및 제거 절차가 완료되면 도구는 탐지 및 제거된 악성 소프트웨어를 포함한 결과 요약 보고서를 표시해줍니다.


[Junk Files Cleaner Options]
2202 = 검색할 드라이브:
2203 = 패턴
2204 = 설명
2205 = 추가
2206 = 제거
2207 = 기본값 재설정
2208 = 정크 파일 정리::일반
2209 = 정크 파일 정리::제외
2220 = 검색 패턴:
2221 = ? 및/또는 * 기호를 와일드카드로 사용 가능
2222 = 패턴 추가
2223 = 제외 패턴 추가
2224 = ? 및/또는 * 기호를 와일드카드로 사용 가능
2225 = 제외 패턴:
2226 = 휴지통으로 파일 삭제
2227 = 24시간 이내에 액세스한 파일 무시

[Junk Files Cleaner Tool]
2306 = 디스크 검색
2307 = 삭제
2308 = 검색 중
2309 = 검색하는 동안 잠시 기다려 주세요.
2310 = 취소
2311 = 이름
2312 = 크기
2319 = 파일:
2320 = 전체 크기:
2323 = Windows 또는 다른 프로그램에서 사용 중인 파일이 있어서 지금 바로 삭제할 수 없습니다.
2324 = 검색을 시작하려면 하나 이상의 드라이브와 확장자를 선택해야 합니다.
2325 = 정크 파일 정리기를 사용하면 컴퓨터에서 다양한 유형의 정크 파일과 불필요한 파일을 찾아 제거할 수 있습니다. 일반적으로 이러한 파일들은 해당 파일을 생성한 애플리케이션에서 더 이상 필요하지 않게 되면 즉시 삭제됩니다. 하지만 애플리케이션이 예기치 않게 종료되거나 시스템 충돌 등이 발생하면 하드 드라이브에 영구적으로 남아 있을 수 있습니다. 이러한 경우 사용 가능한 디스크의 여유 공간이 줄어들거나 시스템 속도가 느려지는 등의 문제가 발생할 수 있습니다.
2326 = 파일
2327 = 파일 삭제 중
2328 = 정크 파일이 없습니다.

[Context Menu Junk Files Cleaner]
2313 = 열기
2314 = %s에서 검색
2315 = 포함된 폴더 열기
2316 = 속성...
2317 = 모든 항목 선택
2318 = 모든 항목 선택 해제
2321 = 선택한 항목 체크
2322 = 선택한 항목 체크 해제

[Topmost Window]
4002 = 환경 설정
4003 = 기본 창 열기
4004 = 드래그 앤 드롭 모드
4005 = 헌터 모드
4006 = 크기
4007 = 작게
4008 = 중간
4009 = 크게
4010 = 창 크기
4011 = 종료
4012 = 제거
4013 = 자동 시작 중지
4014 = 프로세스 종료
4015 = 프로세스 종료 및 삭제
4016 = 포함 폴더 열기
4017 = 정보
4018 = 속성
4019 = 취소
4020 = 한 번에 하나의 파일만 지원됩니다!
4021 = 폴더를 삭제했습니다. 파일을 드래그 앤 드롭하세요!
4022 = 설치 제거 또는 제거:
4023 = 해결되지 않음! 다른 창, 아이콘 또는 작업 표시줄 항목을 가리키세요.
4024 = 제거 명령을 실행할 수 없습니다!\n 제거 프로그램을 사용하여 프로그램을 제거하세요.
4025 = 설치 패키지를 찾을 수 없습니다!\n팁: 기본 창에서 애플리케이션에 대한 자세한 정보를 확인하고\n수동으로 제거해보세요!
4026 = 대상 애플리케이션이 자동 시작에서 비활성화되었습니다!\n팁: 다시 활성화하려면 기본 애플리케이션에서 자동 실행 도구를 사용하세요!
4027 = 대상 애플리케이션을 일반적인 시작 위치에서 찾을 수 없습니다!\n팁: 애플리케이션 자동 시작에 사용되는 일반적이지 않은 위치를 검색하려면 Google 웹사이트를 참조하세요!
4028 = 선택한 응용 프로그램을 닫으시겠습니까?\n저장되지 않은 데이터는 모두 손실됩니다!
4029 = 제거 프로그램
4030 = 선택한 애플리케이션을 닫고 삭제하시겠습니까?\n저장하지 않은 데이터는 모두 손실됩니다!
4031 = Windows 탐색기를 닫으시겠습니까?\n 시작 메뉴, 작업 표시줄 및 시스템 트레이가 사라집니다!
4032 = Windows 시작 시 자동 시작
4033 = 투명도
4034 = 대상을 열린 창, 아이콘 또는 작업 표시줄 항목 위로 드래그합니다.
4035 = 항상 위에 표시

[Scan After Uninstall]
4210 = 위치
4211 = 키
4212 = 값
4213 = 데이터
4214 = 파일
4215 = 선택된 항목이 없습니다. 삭제할 항목을 선택하세요!
4216 = 제거 후 검사
4217 = 모두 선택
4218 = 모두 선택 취소
4219 = 삭제
4220 = 남은 파일
4221 = 남은 레지스트리 항목
4222 = 제거 전 검사 중, 잠시만 기다려 주세요...
4223 = 제거 프로그램 실행 중...
4224 = 애플리케이션 제거가 완료되면 남아 있는 파일, 폴더 및 레지스트리 키에 대한 검사를 시작하세요.
4225 = 삭제 후 검사 중, 잠시만 기다려 주세요...
4226 = 나열된 항목들을 주의 깊게 확인해 주세요!
4227 = 닫기
4228 = 목록에 남아 있는 파일은 다음 시스템 재시작 시 삭제됩니다.
4229 = 애플리케이션의 제거 프로그램을 실행하지 못했습니다!\n잘못된 제거 명령일 수 있습니다!
4230 = 뒤로
4231 = 다음
4232 = 제거 모드 선택
4233 = 모드
4234 = 내장 - 추가 검색 없이 애플리케이션의 제거 프로그램만 실행합니다.
4235 = 안전 - 내장 모드를 포함하고 레지스트리와 하드 드라이브에서 추가적인 검사를 수행하여\n삭제해도 안전한 남은 항목들을 찾아냅니다. 가장 빠른 제거 방식입니다.
4236 = 보통 - 안전 모드를 포함하고 레지스트리와 하드 드라이브의 가장 일반적인 위치에 있는\n프로그램의 모든 남은 항목들을 찾기 위해 확장된 검사를 수행합니다.
4237 = 고급 - 보통 모드를 포함하고 레지스트리와 하드 드라이브에 남아 있는 프로그램의 모든 정보를 찾기 위해\n정밀하고 철저한 검사를 수행합니다. 다른 모드에 비해 조금 느린 제거 방식입니다.
4238 = 애플리케이션 제거 전 데이터를 분석 중입니다.
4239 = 애플리케이션 내장 제거 프로그램을 시작 중입니다.
4240 = 애플리케이션에 내장된 제거 프로그램의 제거 작업이 완료되면, "다음" 버튼을 눌러 남아 있는 파일, 폴더 및 레지스트리 항목에 대한 검색를 시작합니다.
4241 = 초기 분석 및 제거 수행 중
4242 = 잔여 항목 검사 중
4243 = 내장된 제거 프로그램의 제거 완료, 이제 제거된 애플리케이션과 관련된 파일, 폴더 및 레지스트리 항목이 남아 있는지 레지스트리와 하드 드라이브를 검사합니다. 잠시만 기다려 주세요...
4244 = 남은 레지스트리 항목 발견
4245 = 레지스트리 항목 발견:
4246 = 참고: 굵게 표시된 항목을 주의 깊게 확인해 주세요! 체크된 굵게 표시된 항목과 해당 하위 항목들만 삭제됩니다!
4247 = 남은 파일과 폴더 발견
4248 = 발견된 항목:
4249 = 내 컴퓨터
4250 = Revo Uninstaller가 애플리케이션에 내장된 제거 프로그램을 시작할 수 없습니다. 애플리케이션의 제거 명령이 잘못되었거나 제거 프로그램이 손상되었을 수 있습니다. "뒤로" 버튼을 누르고 다른 제거 모드를 시도해 볼 수 있습니다.
4251 = 애플리케이션에 내장된 제거 프로그램의 제거 작업이 완료되었습니다. Revo Uninstaller가 남아 있는 항목을 검사하지 못했습니다. "뒤로" 버튼을 누르고 다른 제거 모드를 시도하여 남아 있는 파일, 폴더 및 레지스트리 항목을 검사해 보세요.
4252 = Revo Uninstaller가 제거 절차를 성공적으로 완료했지만 남아 있는 항목을 찾을 수 없습니다. "뒤로" 버튼을 누르고 다른 확장 제거 모드를 시도하여 더 정밀한 검사를 수행할 수 있습니다.
4253 = Revo Uninstaller가 제거 절차를 성공적으로 완료했습니다. 더 많은 남은 항목을 검색하려면 "뒤로" 버튼을 누르고 보다 정밀한 검사를 위해 고급 제거 모드를 시도할 수 있습니다.
4254 = 완료
4255 = 선택한 파일을 휴지통으로 보내시겠습니까?
4256 = 선택한 레지스트리 항목을 삭제하시겠습니까?
4257 = Revo Uninstaller가 제거 절차를 성공적으로 완료했습니다!
4258 = 발견된 남아 있는 레지스트리 항목의 삭제를 건너뛰고 다음 단계로 진행하시겠습니까?
4259 = 발견된 남아 있는 파일과 폴더의 삭제를 건너뛰고 다음 단계로 진행하시겠습니까?
4260 = 남은 항목에 대한 검사가 완료되었습니다. 결과를 보려면 "다음" 버튼을 누르세요!
4261 = 시스템 복원 지점 생성 중...
4262 = 시스템 복원 지점 생성하기 - 실패!
4263 = 시스템 복원 지점 생성 비활성화됨 (환경 설정 > 제거 프로그램)
4264 = 시스템 복원 지점 생성하기 - 완료!
4265 = 파일 시스템
4266 = 잔여 항목 검사 중:
4267 = 개의 레지스트리 및 파일 시스템에서 잔여 항목 발견됨
4268 = 레지스트리 및 파일 시스템에서 잔여 항목 삭제됨
4269 = 제거된 프로그램
4270 = 복원 지점 생성 실패 (Windows 설정에서 시스템 복원이 비활성화됨)
4271 = 레지스트리 및 파일 시스템에서 발견된 잔여 항목 삭제 중...
4272 = 잔여 항목 검사 중...

[About]
4300 = 번역자:

[ContextMenu Uninstaller]
5000 = 명령
5001 = 정보
5002 = %s에서 검색
5004 = 설치 위치 열기
5005 = 정보 링크 열기...
5006 = 도움말 링크 열기...
5007 = 업데이트 링크 열기...
5008 = 레지스트리 키 열기...
5009 = 숨기기

[Common]
10000 = 확인
10001 = 취소
10002 = 도움말
10003 = 찾아보기
10004 = 현재 도구 도움말
10005 = 홈페이지
10006 = 제품 정보
10007 = 경고
10008 = 오류
10009 = 예
10010 = 아니오
10011 = 일시 중지
10012 = 다시 시작
10013 = 기본
10014 = 잠시만 기다려 주세요...
10015 = 나중에
10016 = 안 함
10017 = 작업이 성공적으로 완료되었습니다!
10018 = 작업이 진행되는 동안 잠시만 기다려 주세요...
10019 = 편집
10020 = 재시도
10021 = 제외
10022 = 중단
10023 = 삭제
10024 = 저장
10025 = 항목
10026 = 시작
10027 = 닫기(권장)
10028 = URL:
10029 = 모두
10030 = 표시

[Tooltips]
2000 = 제거 모드로 전환
2001 = 도구 패널 표시
2002 = 설정 조정
2003 = 헌터 모드로 전환
2004 = 설치된 프로그램의 목록 보기 변경
2005 = 선택한 프로그램 제거
2006 = 레지스트리에서 선택한 항목 삭제
2007 = 애플리케이션의 목록 새로 고침
2008 = 최신 버전으로 업데이트
2009 = 프로그램에 대한 추가 정보 및 질문답변 찾아보기
404 = 선택한 애플리케이션 시작
405 = 선택한 애플리케이션 중지 및 닫기
406 = 선택한 애플리케이션 자동 시작 방지
506 = 선택한 옵션 지우기
605 = 선택한 옵션 지우기
705 = 선택한 옵션 지우기
2106 = 선택한 도구 실행
2304 = 선택한 설정에 따라 불필요한 파일 검색
2305 = 선택한 파일을 휴지통으로 삭제



[UninstallerPro]
15000 = 일반
15001 = 그룹 관리
15002 = 새 프로그램
15003 = 기타 프로그램
15004 = 이름
15005 = 이름 변경
15006 = 인터넷
15007 = 게임
15008 = 멀티미디어
15009 = 유틸리티
15050 = 위로
15051 = 아래로
15052 = 추가
15053 = 제거
15054 = 열
15055 = 이 열 제거
15056 = 정렬
15057 = 왼쪽
15058 = 가운데
15059 = 오른쪽
15060 = 최적 맞춤
15061 = 목록 내보내기
15062 = 텍스트 형식(txt)
15063 = HTML 형식(html)
15064 = Microsoft Excel
15065 = 내보내기
15066 = 내보낼 항목을 선택하세요.
15067 = 새로 설치된 프로그램 목록 표시:
15068 = 다음 날짜 이내 (일):
15069 = 마지막 프로그램 제거 이후 설치된 프로그램
15070 = 그룹 이름:
15071 = 추가
15072 = 그룹
15073 = 설치 기록
15074 = 프로그램\n설치기록
15075 = 모든 프로그램
15076 = 모든\n프로그램
15077 = 기록 삭제
15078 = 사용자 제거
15079 = 아이콘 변경
15080 = 그룹에 추가
15081 = 그룹에서 제거
15082 = 제거 중:
15083 = 제거 프로그램 파일과 폴더:
15084 = 레지스트리 제거 항목:
15085 = 제거된 프로그램과 관련된 일부 데이터가 있을 수 있지만, 프로그램의 설치 과정에서 Revo Uninstaller Pro에 의해 기록되지 않았기 대문에 삭제되지 않았습니다. 해당 데이터들을 검토하고 삭제하려면 "고급 제거" 버튼을 누르세요.
15086 = 고급 제거
15087 = 파일/폴더 경로
15088 = 목록 불러오는 중...
15089 = 선택한 값 제거
15090 = 부모 레지스트리 키 열기... 
15091 = 모두 펼침
15092 = 모두 접기
15093 = 값 이름 
15094 = 로그 폴더:
15095 = 시스템 파일 및 폴더에서 이전에 있었던 이름 바꾸기 작업 실행
15096 = 강제 제거
15097 = 강제\n제거
15098 = 선택한 키 확장
15099 = 선택한 키 접기
15100 = 선택한 키 제거
15101 = 선택한 키를 생성함으로 표시
15102 = 제외 목록에 추가
15103 = 잘못된 로그 파일
15104 = 파일이 존재하지 않습니다! 유효한 파일 이름을 입력하거나 작업을 취소하세요.
15105 = 프로세스 선택
15106 = 목록에 프로세스 추가
15107 = 프로세스 전체 경로:
15108 = 레지스트리 키 추가
15109 = 레지스트리 키 경로
15110 = \n강제 제거 명령은 프로그램을 제거하거나 부분적으로 설치되었거나 프로그램 제거 후 남아 있는 항목들을 제거하는 데 도움이 됩니다. '찾아보기'를 통행 남아 있는 파일과 폴더를 찾아 선택하거나 제거할 프로그램의 어떤 파일이나 폴더의 전체 경로를 입력할 수도 있으며, 프로그램의 이름을 추가 정보로 입력할 수도 있습니다. Revo Uninstaller Pro는 입력된 데이터를 기반으로 추적된 프로그램 모듈과 로그 데이터베이스에서 기존 내장된 제거 프로그램과 관련된 설치 로그를 검색합니다. 발견된 항목이 있으면 사용 여부를 선택할 수 있도록 목록에 표시됩니다.\n\n제거하려는 프로그램의 정확한 이름과 설치 위치를 입력하세요!
15111 = 검사 모드
15112 = 내장
15113 = 안전
15114 = 보통
15115 = 고급
15116 = 프로그램의 파일 또는 폴더의 전체 경로:
15117 = 프로그램의 정확한 이름:
15118 = 발견된 내장 제거 프로그램:
15119 = 선택한 내장 제거 프로그램 실행
15120 = 프로그램 이름
15121 = 제거 명령
15122 = 유형
15123 = 32-bit
15124 = 64-bit
15125 = 프로세스 종료 후 계속
15126 = 선택한 파일은 실행 중인 프로세스입니다! 해당 파일과 관련 항목을 제대로 제거하려면 계속하기 전에 종료(중지)하는 것이 좋습니다.
15127 = 제외할 레지스트리 키
15128 = 하위 키 포함
15129 = 시작 시 "추적된 프로그램" 창에 포커스 설정
15130 = 파일 및 폴더 삭제:
15131 = 백업 폴더로 삭제
15132 = 휴지통으로 삭제
15133 = 영구적으로 삭제
15134 = 선택한 항목을 삭제하시겠습니까?
15135 = 폴더
15136 = 파일
15137 = 관련성이 있는 파일 및 폴더
15138 = 관련성이 있는 레지스트리 항목
15139 = 키:
15140 = 값:
15141 = 기록된 파일 및 폴더
15142 = 이전에 있었던 시스템 파일 및 폴더의 이름 바꾸기 작업 실행
15143 = 선택한 항목을 제거하시겠습니까?
15144 = 선택되었지만, 나머지 파일은 다음 시스템 재시작 시 삭제됩니다.
15145 = 기록된 레지스트리 항목
15146 = 제거 중...
15147 = 제공된 초기 정보를 기반으로 남아 있는 파일, 폴더 및 레지스트리 항목 검사하기
15148 = 기본 제거를 위해 프로그램에 내장된 제거 프로그램 분석 및 시작하기
15149 = 프로그램에 내장된 제거 프로그램의 작업이 완료되면 "검사" 버튼을 누르고 남아 있는 파일, 폴더 및 레지스트리 항목을 검사하세요.
15150 = 캐시 데이터 파일을 쓸 수 있는 디스크 공간이 부족합니다.
15151 = 캐시 파일을 쓰는 중 오류가 발생했습니다. 적절한 권한이 있는지 확인하세요.
15152 = 캐시 데이터 파일 읽기 오류입니다.
15153 = Revo Uninstaller Pro가 잔여 항목을 찾지 못했습니다.
15154 = 검사
15155 = 사용자 지정\n제거
15156 = Revo Uninstaller Pro의 "모든 프로그램" 모듈은 현재 사용자와 모든 사용자용으로 설치된 모든 프로그램과 구성 요소들을 보여주며, "새 프로그램"과 "기타 프로그램"의 두 가지 기본 그룹으로 구분하여 표시합니다. '보기' 방식에서 "자세히"를 선택하거나 컨텍스트 메뉴에서 추가 정보(설치 관련 링크 및 속성 등)를 확인할 수 있습니다. 이 모드의 설정은 "환경 설정" 창의 "제거 프로그램" 항목 아래 "모든 프로그램" 하위 항목에서 찾을 수 있습니다.
15157 = Revo Uninstaller Pro로 프로그램을 추적하려면 설치 패키지를 마우스 오른쪽 버튼하고 'Revo Uninstaller Pro로 설치'를 클릭하거나 기본 도구 모음에서 "프로그램 설치" 버튼을 누르면 됩니다. 이 모드의 설정은 "환경 설정" 창의 "제거 프로그램" 아래 "추적된 프로그램" 하위 항목에서 찾을 수 있습니다.
15158 = 제품 등록
15159 = 도움말 문서
15160 = 프로그램 설치
15161 = 프로그램\n설치
15162 = 제거하기 전에 시스템 복원 지점 및 전체 레지스트리 백업
15163 = 전체 레지스트리 백업 생성 중...
15164 = 시스템 복원 지점 및 전체 레지스트리 백업 생성이 비활성화됨 (환경 설정 > 제거 프로그램)
15165 = 전체 레지스트리 백업 생성하기 - 완료!
15166 = 전체 레지스트리 백업 생성하기 - 실패!
15167 = (Windows Vista 또는 Windows 7,8 지원되지 않음)
15168 = 로그:
15169 = 또는 헌터 모드 아이콘을 마우스 오른쪽 버튼으로 클릭하고 "종료"를 선택하여 종료합니다.
15170 = 최대화된 제거 마법사 열기
15171 = 폴더 경로
15172 = 도움말 문서를 보려면 PDF 리더를 설치하세요.
15173 = 새 그룹 추가
15174 = 선택된 로그 삭제
15175 = 캐시 파일 재생성
15176 = 캐시 파일을 다시 재생성하시겠습니까?\n프로그램 세부 정보에 대한 사용자 정의가 재설정됩니다!
15177 = 관리
15178 = 로그 내보내기, 가져오기 또는 편집
15179 = 변경\n또는 복구
15180 = 변경 또는 복구
15181 = 링크 업데이트
15182 = 로그 데이터베이스
15183 = 로그\n데이터베이스
15184 = 프로그램:
15185 = 프로그램 이름
15186 = 프로그램 버전
15187 = Windows 버전
15188 = Windows 비트
15189 = 발견:
15190 = %s와(과) 호환되는 로그만 표시
15191 = %s 로그만 표시
15192 = 일치하는 로그:
15193 = 데이터베이스 로그:
15194 = 검색 기준:
15195 = 로그
15196 = 로그
15197 = 프로그램
15198 = 프로그램
15199 = 이름
15200 = 빠른 제거
15201 = 빠른\n제거
15202 = 초기 시스템 백업 중
15203 = %d/%d개 프로그램 제거 중
15204 = 초기 분석 - 완료!
15205 = 프로그램에 내장된 제거 프로그램 시작하기 - 완료!
15206 = 프로그램에 내장된 제거 프로그램 시작하기 - 실패!
15207 = 잔여 파일, 폴더 및 레지스트리 항목 검색 중...
15208 = 발견된 잔여 항목 삭제 중...
15209 = 잔여 레지스트리 키 %d개와 값 %d개가 삭제되었습니다.
15210 = 잔여 폴더 %d개와 파일 %d개가 삭제되었습니다.
15211 = 빠른 제거가 완료되었습니다!
15212 = 상태
15213 = 프로그램 제거가 완료되면 "계속" 버튼을 누르고 제거 과정을 계속 진행합니다.
15214 = 계속
15215 = 가져옴
15216 = 설명 추가
15217 = 설명 편집
15218 = 모듈
15219 = 로그 날짜
15220 = 제거를 위한 로그 데이터 준비 중...
15221 = %d/%d개 항목
15222 = 필요한 이름 바꾸기 작업 실행하는 중...
15223 = 선택한 로그를 제거하시겠습니까?
15224 = 선택한 로그를 제거하시겠습니까?
15225 = %d/%d개 로그 제거 중
15226 = 모두 내보내기
15227 = 백업\n건너뛰기
15228 = 시스템 복원 지점 생성 및 전체 레지스트리 백업 건너뛰기
15229 = 전체 레지스트리 백업 생성하기 - 건너뜀!
15230 = 시스템 복원 지점 생성하기 - 건너뜀!
15231 = 로그 편집
15232 = 로그 가져오기
15233 = 로그 내보내기
15234 = 로그 분석 -
15235 = 로그 이름 변경
15236 = 로그 이름
15237 = 변경 저장
15238 = 수정
15239 = 아이콘
15240 = 아이콘 인덱스
15241 = 게시자
15242 = 만든 날짜
15243 = 마지막 수정 시간
15244 = 예상 크기
15245 = 레지스트리 키
15246 = 레지스트리 값
15247 = 만든 날짜
15248 = 삭제 날짜
15249 = 이름 변경 날짜
15250 = 교체 날짜
15251 = 알 수 없음
15252 = 이전 이름
15253 = 전체 이름
15254 = 이전 전체 이름
15255 = 이전 데이터
15256 = 해당 이름을 가진 레지스트리 값이 이미 존재합니다!
15257 = 키 추가
15258 = 키 이름:
15259 = 수정 안 됨
15260 = 키 수정
15261 = 값 추가
15262 = 값 수정
15263 = 설정
15264 = 이전 형식
15265 = 프로그램 제거 중 실행 파일의 실행 강제 중지
15266 = 프로그램의 표준 제거 전 적절한 로그 검색
15267 = 선택한 프로그램의 빠른 제거를 수행하시겠습니까?
15268 = 로그 중에서 제거에 사용할 일치하는 로그를 찾았습니다.\n기본 제거를 위해 프로그램에 내장된 제거 프로그램을 시작합니다.
15269 = 로그 데이터베이스에서 제거에 사용할 일치하는 로그를 찾았습니다.\n기본 제거를 위해 프로그램에 내장된 제거 프로그램을 시작합니다.
15270 = 프로그램 제거가 완료되면 "계속" 버튼을 누르고 잔여 파일, 폴더 및 레지스트리 항목을 확인하세요.
15271 = 로그 파일을 다운로드하는 중 오류가 발생했습니다!
15272 = 다운로드한 로그 파일의 이름을 바꾸는 중 오류가 발생했습니다!
15273 = Revo Uninstaller Pro의 "로그 데이터베이스" 모듈은 Windows 시스템과 호환되는 추적된 프로그램의 로그 목록을 보여줍니다. 당사 웹사이트에 저장된 이 로그들은 Revo Uninstaller Pro 팀에서 관리하고 있습니다. 이 로그를 사용하여("제거" 버튼을 한 번 클릭하여) 컴퓨터에 설치된 프로그램들을 쉽게 제거할 수 있습니다.
15274 = 현재 버전:
15275 = 지금 업데이트
15276 = 로그 데이터베이스 자동 업데이트
15277 = 로그 데이터베이스 다운로드 오류!
15278 = 로그 데이터베이스 업데이트 오류!
15279 = 로그 데이터베이스 추출 오류!
15280 = 로그 데이터베이스 열기 오류!
15281 = 프로그램에 대한 짧은 설명을 입력하세요:
15282 = 아이콘 선택
15283 = 파일 경로:
15284 = 목록에서 아이콘 선택:
15285 = 파일
15286 = 폴더
15287 = 로그 내보내기 -
15288 = 로그 가져오기 -
15289 = %d%% 완료
15290 = 내보내기 기준
15291 = 관련 로그 발견
15292 = 예(권장)
15293 = 사용자가 만든 나열된 로그는 제거하려는 프로그램과 관련된 것으로 보입니다. 제거 과정에서 로그 데이터를 사용하시겠습니까?
15294 = 로그 다운로드 -
15295 = 로그 데이터베이스에서 발견된 나열된 로그는 제거하려는 프로그램과 관련된 것으로 보입니다. 제거 과정에서 해당 로그를 사용하려면 해당 로그 앞에 체크 표시를 하세요.
15296 = 로그 데이터베이스에 적절한 제거 로그가 있습니다.\n프로그램을 더 완벽하게 제거하기 위해 이 로그를 사용하시겠습니까?
15297 = 목록에서 선택한 로그를 삭제하시겠습니까?
15298 = 내보낼 열을 하나 이상 선택해야 합니다!
15299 = 찾아보기
15300 = 선택한 로그 사용
15301 = 소스
15302 = 목록에서 내장된 제거 프로그램을 선택하지 않았습니다.\n잔여 항목에 대한 검색을 계속하고 내장된 제거 프로그램의 사용을 건너뛰시겠습니까?
15303 = 제거 과정 중에 내장된 제거 프로그램을 사용하려면 목록에서 선택하세요.
15304 = 목록에서 아무 로그도 선택하지 않았습니다.\n잔여 항목에 대한 검색을 계속하고 로그 사용을 건너뛰시겠습니까?
15305 = 제거 과정 중에 로그를 사용하려면 목록에서 로그를 선택하세요.
15306 = 로그 데이터 불러오는 중...
15307 = 제거 전 전체 레지스트리 백업 생성
15308 = 전체 레지스트리 백업 생성 비활성화됨 (환경 설정->제거 프로그램)
15309 = 경로: 
15310 = 프로그램의 제거 데이터를 사용하여 설치 날짜 속성 가져오기
15311 = Revo Uninstaller Pro로\n프로그램 설치
15312 = 선택한 로그 병합
15313 = 선택한 로그를 병합하시겠습니까?\n\n이 명령은 하나의 프로그램과 관련된 로그에 적합하며, 모든 로그를 데이터가 있는 단일 로그로 결합합니다.
15314 = 병합된 로그 이름
15315 = 제외할 폴더
15316 = 제외할 파일 및 폴더
15317 = 제외할 레지스트리 키
15318 = %s의 제거가 컴퓨터 재시작으로 중단되었습니다. 제거 과정을 계속하시겠습니까?
15319 = 현재 컴퓨터의 모든 로그 작업
15320 = 내보내기
15321 = 백업
15322 = 복원
15323 = 휴대용 버전의 기본 폴더 선택
15324 = 백업 로그
15325 = 복원 로그
15326 = 동일한 이름으로 기존 로그를 덮어쓰시겠습니까?
15327 = 설치된 Revo Uninstaller Pro 데이터 폴더를 검색하는 중 오류가 발생했습니다.
15328 = 실행 파일을 검색하는 중... 
15329 = 프로그램 실행 불가
15330 = 프로그램이 이미 실행 중입니다.
15331 = 시작된 프로그램에 사용자 인터페이스가 없는 것 같습니다.
15332 = 프로그램이 너무 일찍 종료된 것 같습니다.
15333 = 사용자 인터페이스를 기다리는 중...
15334 = '보기' > '자세히' 보기에서 항목 앞에 체크 상자 표시
15335 = 경로가 존재하지 않습니다!
15336 = 로그 데이터 내보내기
15337 = 아래의 프로그램은 %s와(과) 동일한 설치 위치에 설치되어 있습니다.\n아래 프로그램의 잔여 항목들도 함께 검색됩니다.\n계속하시겠습니까?
15338 = 관련된 프로그램 발견됨
15339 = 발견된 모든 잔여 항목 자동으로 삭제
15340 = %d개의 레지스트리 잔여 항목 발견됨
15341 = %d개의 레지스트리 잔여 항목 삭제 중...
15342 = %d개의 잔여 폴더 및 %d개의 파일 발견됨
15343 = %d개의 잔여 폴더 및 %d개의 파일 삭제 중...
15344 = %d개 선택됨
15345 = 모든 Windows 계정에서 잔여 항목을 검사하는 옵션 표시
15346 = 색상 테마 선택
15347 = 클래식
15348 = 다크
15349 = 나중에 언제든지 이 설정을 변경할 수 있습니다.
15350 = 기본 제거를 위해 프로그램에 내장된 제거 프로그램을 분석하고 가능한 경우 자동으로 시작합니다.
15351 = 초기 제거를 위한 앱의 기본 제거 명령 시작 중
15352 = 모든 Windows 계정에서 잔여 항목 검사
15353 = 모든 Windows 계정에서 설치 제거
15354 = %s의 내장된 제거 프로그램 실행
15355 = ( %s )의 기본 제거 프로그램이 완료되면 "검사" 버튼을 누르고 잔여 항목 검사를 시작합니다.
15356 = 로그 수준이 %d(으)로 변경되었습니다.
15357 = 제거 작업을 계속하시겠습니까?
15358 = 제거 과정을 취소하시겠습니까?
15359 = 아래 폴더에는 사용자 데이터와 문서가 포함되어 있을 수 있습니다.
15360 = 크기별 필터링
15361 = 유형별 필터링
15362 = 숨김
15363 = 드라이브별 필터링
15364 = 환경 설정을 유지하시겠습니까?\n아이콘, 설명, 그룹 등
15365 = 이 제품을 제거하면 일부 Windows 기능이나 기타 소프트웨어가 제대로 작동하지 않을 수 있습니다.
15366 = 프로그램 목록 필터링
15370 = 검사 모드


[Auto Run Manager Pro]
15800 = 추가
15801 = Windows 시작에 프로그램 추가
15802 = 자동 시작 계정 설정:
15803 = 모든 사용자
15804 = 현재 사용자
15805 = 자동 시작 방식 설정:
15806 = 레지스트리: Run - Windows가 시작될 때마다 실행
15807 = 레지스트리: RunOnce - Windows가 다음 번 시작될 때 한 번만 실행
15808 = 시작 폴더 - Windows가 시작될 때마다 실행
15809 = 명령 (전체 경로):
15810 = 이름:
15811 = 자동 시작에서 제거됨
15812 = 자동 시작에서 실행되지 않는 항목 제거됨
15813 = 자동 시작에서 모든 비활성화된 항목 제거됨
15814 = 서비스
15815 = Windows 서비스 열기
15816 = 예약된 작업
15817 = 활성화
15818 = 비활성화

[General App]
16001 = 인쇄
16002 = 인쇄 미리보기
16003 = 인쇄 설정
16004 = 보기
16005 = 메뉴 표시줄
16006 = 기본 도구 모음
16007 = 설명 패널
16008 = 상태 표시줄
16009 = 도구 도구 모음 
16010 = 파일
16011 = 자동 실행\n관리자
16012 = 정크 파일\n정리기
16013 = Windows\n도구
16014 = 브라우저\n정리기
16015 = Microsoft Office\n정리기
16016 = Windows\n정리기
16017 = 증거\n제거기
16018 = 복구 불가\n영구 삭제
16019 = 백업\n관리자
16020 = Revo Uninstaller Pro로 설치
16021 = Revo Uninstaller Pro로 제거
16022 = Revo Uninstaller Pro로 선택한 프로그램 설치
16023 = Revo Uninstaller Pro로 선택한 프로그램 제거
16024 = 백업 폴더:
16025 = 삭제된 레지스트리 항목 백업
16026 = 삭제된 파일과 폴더 백업
16027 = 이 컴퓨터에 Microsoft Excel이 설치되어 있지 않습니다. (오류 코드: 0x%08X)
16028 = Microsoft Excel 응용 프로그램을 실행하지 못했습니다. (오류 코드: 0x%08X)
16029 = 알 수 없는 오류입니다.
16030 = 레지스트리
16031 = Revo Uninstaller Pro에서 표시되는 정보 메시지 건너뛰기
16032 = Revo Uninstaller Pro에서 표시되는 경고 메시지 건너뛰기
16033 = 프로세스
16034 = 작은 창 모드에서 프로그램 추적
16035 = 프로세스 포함:
16036 = 프로세스 제외:
16037 = 프로세스 경로
16038 = 테마 선택:
16039 = 도구 모음
16040 = 텍스트 레이블 표시
16041 = 작은 아이콘 표시
16042 = 파란색
16043 = 회색
16044 = 검은색
16045 = 은색
16046 = 네이티브
16047 = 네이티브 2
16048 = 네이티브 스무스
16049 = 지금 구입
16050 = Revo Uninstaller Pro를 구매하시면 귀하의 이메일로 시리얼 번호를 받습니다. Revo Uninstaller Pro를 활성화하려면 아래 양식에 시리얼 번호를 입력하고 "온라인 활성화" 버튼을 누르세요. 제품을 활성화하려면 인터넷 연결이 필요하므로 방화벽에서 Revo Uninstaller Pro를 차단하지 않도록 설정해야 합니다.\n등록과 관련하여 궁금하신 점이 있거나 도움이 필요하시면 고객 지원팀에 문의해 주세요: registration@revouninstaller.com
16051 = 제품 등록
16052 = 여기에 정확한 일련 번호를 입력하세요:
16053 = 온라인 활성화
16054 = 모든 권리 소유.
16055 = 등록된 버전
16056 = 미등록 버전
16057 = 생성된 백업, 로그 및 기타 Revo Uninstaller Pro 데이터를 삭제하시겠습니까? 프로그램을 업데이트하는 경우라면 "아니오"를 클릭하세요.
16058 = 번역자:
16059 = 매일 전체 레지스트리 백업 생성
16060 = 제거 후 추적된 프로그램의 로그 삭제
16061 = 프로그램 목록의 '세부 정보' 보기에서 작은 아이콘으로 표시
16062 = Windows 컨텍스트 메뉴에 명령 표시 (...로 설치, ...로 제거)
16063 = 기본적으로 모든 잔여 항목을 선택된 상태로 표시
16064 = 짙은 회색
16065 = 파랑색 2
16066 = 제어판에 Revo Uninstaller Pro 표시
16067 = 사용자 계정 컨트롤(UAC) 경고 건너뛰기
16070 = 명령 도구 모음
16071 = 사용자 지정
16072 = 테마
16073 = 배경색 사용자 지정
16074 = 선택 색상 사용자 지정
16075 = 로그 가져오기를 시작하기 전에 Revo Uninstaller Pro를 닫으세요.\n또는 "추적된 프로그램" 모듈의 "관리" 도구 모음 버튼을 사용하여 로그를 가져옵니다.
16076 = 활성화
16077 = 활성화 방식 선택
16078 = 온라인 활성화
16079 = 파일로 활성화
16080 = 30일 체험 기간이 종료되었습니다. 제품을 계속 사용하시려면 라이선스를 구매해야 합니다.
16081 = \nRevo Uninstaller Pro 라이선스를 구매하시면 귀하의 이메일로 시리얼 번호를 받습니다. Revo Uninstaller Pro를 활성화하려면 아래 양식에 이름과 시리얼 번호를 입력하고(복사하여 붙여넣기 권장) "온라인 활성화" 버튼을 누르세요. 제품을 활성화하려면 인터넷 연결이 필요하므로 방화벽에서 Revo Uninstaller Pro를 차단하지 않도록 설정해야 합니다.\n\n등록과 관련하여 궁금하신 점이 있거나 도움이 필요하시면 고객 지원팀에 문의해 주세요: registration@revouninstaller.com
16082 = \nRevo Uninstaller Pro 라이선스를 구매하시면 귀하의 이메일로 시리얼 번호를 받습니다. 파일을 이용하여 Revo Uninstaller Pro를 활성화하려면 아래 양식에 이름과 시리얼 번호를 입력하고(복사하여 붙여넣기 권장) "파일 저장" 버튼을 눌러 파일을 저장한 다음, 생성된 파일을 support@revouninstaller.com 또는 registration@revouninstaller.com으로 보내주세요. 24시간 이내에 Revo Uninstaller Pro 활성화를 완료하는 데 필요한 잠금 해제 키를 보내드립니다.\n\n등록과 관련하여 궁금하신 점이 있거나 도움이 필요하시면 고객 지원팀에 문의해 주세요: registration@revouninstaller.com
16083 = Revo Uninstaller Pro를 파일로 활성화하는 것을 선택했습니다. 활성화 파일을 지원 이메일로 보내주시면 Revo Uninstaller Pro 지원팀으로부터 잠금 해제 키를 받으실 수 있습니다. 아래에 잠금 해제 키를 입력하고(복사하여 붙여넣기 권장) "활성화" 버튼을 눌러주세요.\n등록과 관련하여 궁금하신 점이 있거나 도움이 필요하시면 고객 지원팀에 문의해 주세요: registration@revouninstaller.com
16084 = Revo Uninstaller Pro를 컴퓨터에서 다시 활성화해야 하는 변경 사항이 있습니다. 그냥 "활성화" 버튼을 누르기만 하면 됩니다. 등록과 관련하여 궁금하신 점이 있거나 도움이 필요하시면 고객 지원팀에 문의해 주세요: registration@revouninstaller.com
16085 = 성공적으로 활성화되었습니다! 
16086 = 활성화가 실패되었습니다!
16087 = 활성화 서버에 연결할 수 없습니다. 방화벽이 Revo Uninstaller Pro를 차단하지 않는지 확인해 주세요.
16088 = 사용자명 입력:
16089 = 시리얼 번호 입력 (복사하여 붙여넣기 권장):
16090 = 잠금 해제 키 입력 (복사하여 붙여넣기 권장):
16091 = 활성화 프로세스 재설정
16092 = 남은 기간:
16093 = 파일 저장
16094 = 등록자:
16095 = 재활성화
16096 = 활성화가 진행 중입니다. 잠시만 기다려 주세요...
16097 = 잘못된 시리얼 번호입니다.\n시리얼 번호를 직접 입력하지 마시고 복사하여 붙여넣으세요!
16098 = Revo Uninstaller Pro를 다시 시작하세요.
16099 = 다크 모드
16100 = 시리얼 번호:
16101 = 라이선스 데이터:
16102 = 피드백 전송
16103 = 온라인 지원
16104 = 기본 창 패널 설정 재설정
16105 = '자세히' 보기 제어 설정 재설정
16106 = 재설정 성공!\n변경 사항을 적용하려면 Revo Uninstaller Pro를 다시 시작하세요.
16107 = 선택된 항목이 없습니다.\n계속하려면 적어도 한 개의 항목을 선택해야 합니다.
16108 = 시작 시 스플래시 화면 표시
16109 = 기록 정리기
16110 = 기록\n정리기
16111 = 추가\n명령
16112 = Revo Uninstaller Pro가 이미 실행 중입니다!
16113 = 업데이트 구독 만료: 
16114 = 지금 갱신
16115 = %s에 업데이트 구독이 만료되었습니다!
16116 = 업데이트 구독
16117 = 해당 날짜 이후에 출시된 최신 버전의 Revo Uninstaller Pro를 설치하려면 업데이트 구독을 갱신해야 합니다.
16118 = 체험판 알림
16119 = Revo Uninstaller Pro를 사용해 주셔서 감사합니다. 현재 30일 동안 모든 기능을 무료로 사용해볼 수 있는 체험판을 사용하고 있습니다. 당사 소프트웨어가 마음에 들고 체험 기간 만료 후에도 계속해서 사용하시려면 라이선스를 구매해야 합니다.
16120 = 귀하의 구독을 통해 %s 이전에 출시된 Revo Uninstaller Pro 버전을 설치하여 활성화할 수 있습니다. 최신 버전의 Revo Uninstaller Pro를 설치하려면 구독을 갱신해야 합니다.
16121 = 좋아요
16122 = 라이선스 비활성화됨
16123 = 귀하의 라이선스가 비활성화되었습니다. Revo Uninstaller Pro를 다시 사용하려면 유효한 시리얼 번호로 등록해야 합니다.
16124 = 라이선스 비활성화
16125 = 사용된 활성화 키가 성공적으로 비활성화되었습니다.
16126 = 비활성화가 실패되었습니다!
16127 = 라이선스를 비활성화하시겠습니까?\n현재 설치된 Revo Uninstaller Pro는 더 이상 작동하지 않습니다! 라이선스를 다른 컴퓨터로 이동하거나 이전하려는 경우에만 계속 진행하세요.
16128 = 비활성화
16129 = 라이선스를 비활성화하는 중입니다. 잠시만 기다려 주세요...
16130 = 일
16131 = 입력하신 시리얼 번호는 현재 라이선스 파일에 이미 적용되었습니다.
16132 = 업데이트 구독이 %s에 만료되었으므로 현재 버전의 Revo Uninstaller Pro를 업데이트할 수 없습니다. 최신 버전을 설치하여 사용하려면 업데이트 구독을 갱신하시기 바랍니다.
16133 = 명령 버튼 텍스트 색상
16134 = 원하는 사용자 이름 입력
16135 = 가져오기가 성공했습니다!\n변경 사항을 적용하려면 Revo Uninstaller Pro를 다시 시작하세요.
16150 = 대화 상자 배경색
16151 = 텍스트 색상
16152 = 배경색 제어
16153 = 선택 색상
16156 = 모든 텍스트 애니메이션 비활성화
16157 = 안드로이드 앱 설치
16158 = 안드로이드 앱 다운로드
16159 = 클립보드에 복사
16160 = Revo Uninstaller Pro 지원팀에서 이메일 또는 채팅을 통해 받은 잠금 해제 키를 입력하세요.
16161 = 오류가 발생했습니다. 라이선스 세부 정보를 포함하여 Revo Uninstaller Pro 고객 지원팀으로 문의해 주시기 바랍니다.
16162 = 온라인 활성화가 실패되었습니다. "파일로 활성화"를 시도해보세요.
16163 = 당사 제품

[AppBar]
16900 = 감시된 시스템 변경 로그 저장
16901 = 설치 감시 중지
16902 = Revo Uninstaller Pro가 시스템 변경을 감시 중입니다. - 평소대로 프로그램 설치를 진행하고 설치 중에는 다른 설치 파일이나 프로그램 또는 그 밖의 어떤 것도 실행하지 마세요.\n설치를 마친 후, 프로그램을 실행하고 구성 후 종료합니다. 그런 다음 "중지" 버튼을 누르고 기록을 저장하시기 바랍니다.
16903 = 로그 이름 입력:
16904 = 로그 이름을 입력하고 "저장" 버튼을 누르세요.
16905 = Revo Uninstaller Pro가 설치 과정을 추적 중입니다.
16906 = Revo Uninstaller Pro가 데이터를 저장 중입니다.
16907 = 컴퓨터를 종료하는 데 필요한 권한을 얻을 수 없습니다. 수동으로 종료해 보세요!
16908 = 컴퓨터를 종료하는 데 필요한 권한을 조정할 수 없습니다. 수동으로 종료해 보세요!
16909 = 유효한 로그 이름을 입력하세요!
16910 = 로깅 프로세스를 취소하시겠습니까?

[JunkFilesCleanerPro]
17000 = 제외
17001 = 마지막 수정일
17002 = 폴더 검사...
17003 = 포함
17004 = 정크로 포함할 폴더

[Windows Apps]
17100 = Windows\n앱
17101 = Windows 앱
17102 = Windows 앱
17103 = 전체 앱
17104 = 앱
17105 = 앱
17106 = "Windows 앱" 모듈은 설치된 모든 Windows 앱들을 나열하고 한 번 클릭으로 앱을 제거할 수 있습니다. Microsoft에서 제작된 일부 앱들은 운영 체제와 함께 사전 설치되어 있으며, 다른 앱은 Microsoft Store를 통해 설치됩니다. 모든 앱의 자세한 정보는 컨텍스트 메뉴(마우스 오른쪽 버튼 클릭)에서 확인할 수 있습니다.
17107 = 앱의 기본 제거 명령 분석 및 시작 중
17108 = 앱의 기본 제거가 완료되면 "검사" 버튼을 누르고 잔여 파일, 폴더 및 레지스트리 항목에 대한 검사를 시작하세요.
17109 = 선택한 앱을 제거하시겠습니까?
17110 = 선택한 Windows 앱을 실행할 수 없습니다!
17111 = Microsoft Store에서 열기
17115 = 종료
17116 = 앱 재설정
17117 = Microsoft Store 재설정
17118 = 선택한 앱을 종료할 수 없습니다.
17119 = 이 작업은 앱을 초기 설정으로 복원합니다.\n계속하시겠습니까?
17120 = 이렇게 하면 Microsoft Store가 초기 구성으로 복원됩니다.\n계속하시겠습니까?
17121 = %s의 내장된 제거 프로그램의 작업이 실패했습니다.\n시스템 파일의 무결성을 확인하거나 %s 앱을 재설정한 후 다시 시도하는 것이 좋습니다.
17122 = 제거 실패

[Browser Extensions]
17200 = 브라우저\n확장 프로그램
17201 = 브라우저 확장
17202 = MS Edge 확장 프로그램
17203 = 유형
17204 = 확장 프로그램
17205 = 플러그인
17206 = 앱
17207 = 도우미 개체
17208 = 도구 모음
17209 = 검색 공급자
17210 = %s이(가) 실행 중입니다. 계속하려면 종료(강제 중지)하세요.\n브라우저에서 저장되지 않은 데이터는 손실될 수 있습니다.
17211 = 전체 확장 프로그램
17212 = 확장 프로그램
17213 = 확장 프로그램
17214 = "브라우저 확장" 모듈은 Google Chrome, Microsoft Edge, Mozilla Firefox 및 Internet Explorer와 같은 대부분의 대중적인 브라우저에 설치하여 사용자 지정할 수 있는 다양한 종류의 추가 구성 요소(확장 프로그램 또는 추가 기능이라고 함)를 나열하고 삭제하는 데 도움을 줍니다. "유형" 열은 브라우저에 따라 확장 프로그램의 종류를 보여줍니다.
17215 = 선택한 확장 프로그램을 제거하시겠습니까?
17216 = %s 확장 프로그램 제거 중
17217 = 확장 프로그램이 자동으로 다시 설치되는 것을 방지하려면 Chrome 설정에서 "앱 동기화" 및 "확장 프로그램 동기화"를 비활성화한 다음 제거 절차를 계속 진행하세요.
17218 = 사전 설치된 확장 프로그램을 선택했습니다.
17219 = 브라우저
17220 = 프로필
17221 = %s이(가) 실행 중입니다. ◙ 'k'를 눌러 종료/강제로 닫으세요.(브라우저에서 저장되지 않은 데이터가 손실될 수 있음) ◙ 취소하려면 다른 아무 키를 누르세요.
17222 = %s이(가) 실행 중입니다. 계속하려면 닫아주세요.

[EvidenceRemoverPro]
17300 = 유형
17301 = 전체 크기
17302 = 여유 공간
17310 = 로컬 디스크
17311 = 이동식 디스크
17312 = 남은 예상 시간:
17313 = 일
17314 = 시간
17315 = 분
17316 = 초
17317 = 작업 진행을 중지하시겠습니까?

[WindowsToolsPro]
17400 = 시스템 복원
17401 = 네트워크 진단
17402 = 네트워크 정보
17403 = 보안 센터
17404 = 시스템 속성
17405 = 시스템 정보
17406 = TCP/IP Netstat 명령
17407 = 화상 키보드
17408 = 디스크 조각 모음
17409 = 서비스
17410 = 공유 폴더
17411 = 그룹 정책
17412 = Windows 구성 요소 추가/제거
17413 = Microsoft Windows 악성 소프트웨어 제거 도구
17414 = Windows 백업 및 복원
17415 = 작업 스케줄러
17416 = 디스크 검사
17417 = 시스템 파일 검사기
17418 = 디스크 정리
17419 = 리소스 모니터
17420 = 배포 이미지 서비스 및 관리
17421 = DNS 캐시 플러시
17422 = DirectX 정보 및 진단
17450 = Windows 백업 및 복원 기능은 컴퓨터를 사용하는 모든 사람들을 위해 데이터 파일의 복사본을 만들고 시스템 이미지를 생성할 수 있는 기능을 제공합니다. Windows에서 백업할 항목을 자동으로 선택하거나, 백업할 폴더, 라이브러리 및 드라이브를 개별적으로 선택할 수 있습니다. 시스템 이미지에는 Windows와 시스템 설정, 프로그램 및 파일이 포함됩니다. 하드 드라이브나 컴퓨터가 작동을 멈춘 경우 시스템 이미지를 사용하여 컴퓨터의 콘텐츠를 복원할 수 있습니다.
17451 = 작업 스케줄러는 특정 시간이나 특정 이벤트가 발생할 때 작업을 수행하는 자동화된 작업을 예약할 수 있습니다. 프로그램이나 스크립트의 실행을 지정된 시간 또는 지정된 시간 간격 이후에 예약할 수 있는 기능을 제공합니다. 작업 스케줄러는 모든 예약된 작업의 라이브러리를 관리하여 작업에 대한 체계적인 보기와 편리한 관리 방법을 제공합니다.
17452 = 디스크 검사는 Windows 볼륨에 있는 파일 시스템의 논리적 무결성을 확인합니다. 디스크 검사에서 불량 섹터, 손실된 클러스터, 교차 연결된 파일 및 디렉토리 오류와 관련된 문제를 검사합니다. 이러한 유형의 문제는 시스템 충돌이나 먹통, 전원 결함, 컴퓨터의 잘못된 전원 끄기 등으로 인해 발생할 수 있습니다.
17453 = 시스템 파일 검사기를 사용하면 Windows 시스템 파일의 버전을 확인하여 손상을 검사하고 복원할 수 있습니다. 문제가 발견되면 Windows DLL 캐시에서 문제가 있는 파일을 교체하려고 시도합니다. 파일이 Windows DLL 캐시에 없거나 DLL 캐시가 손상된 경우 Windows 설치 디스크를 삽입하라는 메시지가 표시됩니다.
17454 = 디스크 정리는 컴퓨터 하드 드라이브의 디스크 공간을 확보하기 위해 설계된 컴퓨터 유지 관리 유틸리티입니다. 사용자는 운영 체제 및 기타 프로그램에서 생성된 임시 파일, 캐시 파일 및 로그 파일 등 더 이상 필요하지 않거나 안전하게 삭제할 수 있는 파일을 제거할 수 있습니다.
17455 = 리소스 모니터는 하드웨어(CPU, 메모리, 디스크, 네트워크) 및 소프트웨어(파일 핸들 및 모듈) 리소스 사용에 대한 정보를 실시간으로 표시합니다. 이 도구는 그래픽 표현을 통해 현재 또는 시간이 지남에 따라 얼마나 많은 리소스가 사용되고 있는지 파악하는 데 도움이 됩니다. 이를 통해 특정 리소스의 성능 카운터를 확인하고 컴퓨터 성능을 향상시키기 위한 조치를 결정할 수 있습니다.
17456 = DISM은 운영 체제 내에서 손상을 검사하고 발견된 문제를 복구합니다.
17457 = 웹 페이지에 접속하거나 온라인 서비스를 사용하는 데 문제가 있다면, 장치에 오래된 DNS 레코드가 캐시되어 있을 수 있으며 이를 수동으로 지우거나 재설정해야 할 수 있습니다.
17458 = DirectX 진단 도구는 DirectX에 대한 풍부한 정보를 표시하고 DirectX 시스템에서 기본 진단 테스트를 수행할 수도 있습니다.

17480 = 도구
17481 = 명령줄
17482 = 사용자 지정 도구 추가
17483 = 도구 편집
17484 = 동일한 이름의 사용자 지정 도구가 이미 있습니다.\n다른 이름을 입력하세요.

[WindowsCleanerPro]
17500 = 썸네일 캐시 삭제

[UnrecoverableDeletePro]
17600 = 파일 추가
17601 = 폴더 추가
17602 = 영구 삭제
17603 = 삭제 중
17604 = 계산 중...
17605 = 목록에 남아 있는 항목을 지금 바로 삭제할 수 없습니다.\nWindows 또는 다른 프로그램에서 사용 중인 항목이 아닌지 확인하고 다시 시도하세요.
17606 = 목록에서 선택한 항목 제거

[Backup Manager]
17800 = 백업 관리자
17801 = 복원
17802 = 삭제
17803 = 모두 삭제
17804 = 사용자 지정\n복원
17805 = 전체 레지스트리\n백업 복원
17812 = 트리 불러오는 중...
17813 = 뒤로
17814 = 다음
17815 = 복원 지점 데이터를 찾을 수 없습니다.
17816 = 처리 중
17817 = %d/%d개 항목 백업 중
17818 = 복원 지점:
17819 = 전체 크기:
17820 = 백업 관리자는 삭제된 모든 레지스트리 항목, 파일 또는 폴더를 삭제할 때마다 Revo Uninstaller Pro에 저장된 백업 정보를 관리할 수 있습니다. 저장된 복원 지점을 복원하면 삭제된 모든 데이터를 복원하거나 복원할 특정 항목만 선택할 수도 있습니다. 더 많은 여유 공간이 필요한 경우, 복원 지점의 일부 또는 전부를 삭제할 수 있습니다.
17821 = 이름
17822 = 작업
17823 = 크기
17824 = 레지스트리 항목
17825 = 파일 및 폴더
17826 = 시간
17827 = 날짜
17830 = 키/값 이름
17831 = 데이터
17835 = 기본값
17836 = %d/%d개 항목 복원 중
17837 = 복원 중
17838 = 파일/폴더 이름
17839 = 사용자 지정 복원
17840 = 백업 데이터 파일을 읽는 중 오류가 발생했습니다!
17841 = 복원할 파일 및 폴더
17842 = 복원할 레지스트리 항목
17843 = 백업 데이터 파일을 쓸 디스크 공간이 부족합니다!
17844 = 백업 데이터 파일을 쓰는 중 오류가 발생했습니다!
17845 = %s(%s) 작업을 복원하시겠습니까?
17846 = 모든 복원 지점을 삭제하시겠습니까?
17847 = 시간별\n삭제
17848 = 날짜 또는 기간보다 오래된 백업 삭제
17849 = 다음 설정보다 오래된 모든 백업 삭제:
17850 = 선택한 날짜:
17851 = 1주일
17852 = 2주
17853 = 30일
17854 = 90일
17855 = 180일
17856 = 1년
17857 = 사용자 지정
17858 = 오늘보다 더 최신 날짜를 선택했습니다.\n모든 백업이 삭제됩니다! 계속하시겠습니까?

[TooltipsPro]
18200 = Revo Uninstaller Pro 설정 조정
18201 = 추적된 프로그램 목록 보기 변경
18202 = Revo Uninstaller Pro에 저장된 백업 정보 관리
18203 = Revo Uninstaller Pro를 통해 프로그램 설치
18204 = 이미 제거된 프로그램의 잔여 항목 강제 제거
18205 = 설치된 모든 프로그램 표시
18206 = 추적된 설치 프로그램 표시
18207 = 선택한 추적 프로그램 제거
18208 = 선택한 추적 프로그램 사용자 지정 제거
18209 = Revo Uninstaller Pro의 선택한 복원 지점 복원
18210 = Revo Uninstaller Pro의 선택한 복원 지점 사용자 지정 복원
18211 = Revo Uninstaller Pro의 선택한 복원 지점 삭제
18212 = Windows 시작 시 자동 실행할 프로그램 추가
18213 = 선택한 드라이브에서 증거 제거 작업 실행
18214 = 복구 불가능하게 삭제할 파일 추가
18215 = 복구 불가능하게 삭제할 폴더 추가
18216 = 추가된 파일 및 폴더 삭제
18217 = 표시된 파일 삭제
18218 = 선택한 프로그램의 설치 변경 또는 복구
18219 = 선택한 프로그램의 빠른 제거 (발견된 모든 잔여 항목은 자동 삭제됨)
18220 = 로그에 새 항목 추가
18221 = 선택한 항목 수정
18222 = 로그에서 선택한 항목 삭제
18223 = 현재 로그 데이터를 HTML로 내보내기

[Portable]
18500 = 업데이트 다운로드 오류가 발생했습니다!
18501 = 업데이트 추출 오류가 발생했습니다!
18502 = 업데이트 중
18503 = 업데이트가 성공적으로 완료되었습니다!
18504 = %d/%d개 파일
18505 = 휴대용
18506 = 사용자 지정 데이터 저장 폴더 사용
18507 = 빠른 불러오기 모드 활성화
18508 = 동의
18509 = 라이선스 계약
18510 = 사용자가 지정한 데이터 저장소 폴더 %s에 액세스할 수 없습니다.\n%s(으)로 변경됩니다.

[UninstallHistory]
32900 = 제거 기록
32901 = 모두 제거
32902 = 세부 정보 내보내기
32903 = 앱 이름
32905 = 제거된 프로그램:
32907 = 제거된 로그:
32909 = 제거된 앱:
32910 = 가져온 로그
32911 = 사용자 로그
32912 = 제거 기록은 수행된 모든 제거 작업을 추적하고 제거된 소프트웨어와 삭제된 모든 잔여 데이터에 대한 상세한 정보를 제공합니다.
32917 = 프로그램 세부 정보:
32918 = 작업 요약:
32919 = 파일 및 폴더 작업:
32920 = 레지스트리 작업:
32921 = 로그 세부 정보:
32922 = 앱 세부 정보:
32923 = 삭제 성공한 레지스트리 키
32924 = 삭제 성공한 레지스트리 값
32925 = 삭제 성공한 파일
32926 = 삭제 성공한 폴더
32927 = 재부팅 시 삭제 설정
32928 = 레지스트리 키 삭제 실패
32929 = 레지스트리 값 삭제 실패
32930 = 요약
32931 = 삭제된 잔여 레지스트리 키:
32932 = 삭제된 잔여 레지스트리 값:
32933 = 삭제된 잔여 폴더:
32934 = 삭제된 잔여 파일:
32935 = 확보된 여유 공간:
32936 = 세부 정보 보기
32937 = 제거된 항목:
32938 = 제거 작업 완료
32940 = 사용자에 의해 건너뜀
